Repository: pypi-data/pypi-mirror-43
Catalog: packages/mds-pim-calendar/mds_pim_calendar-4.8.0-py3-none-any.whl/trytond/modules/pim_calendar/locale/*.po
Languages: de

# model:res.group,name:group_calendar_user
source: PIM Calendar - User
de: PIM Kalender - Nutzer

# model:res.group,name:group_calendar_admin
source: PIM Calendar - Administrator
de: PIM Kalender - Administrator

# model:ir.ui.menu,name:menu_calendarlist
source: Calendar
de: Kalender

# model:ir.action,name:act_calendarlist_form
source: Calendar
de: Kalender

# model:ir.action.act_window.domain,name:act_calendar_form_own
source: Own Calendars
de: eigene Kalender

# model:ir.action.act_window.domain,name:act_calendar_form_shared
source: Shared Calendars
de: geteilte Kalender

# error:pim_calendar.calendar:
source: Changing the field '%s' is not allowed.
de: Die Änderung des Feldes '%s' ist nicht erlaubt.

# view:pim_calendar.calendar:
source: Settings
de: Einstellungen

# error:pim_calendar.calendar:
source: Error during import (%s)
de: Fehler beim Import (%s)

# error:pim_calendar.calendar:
source: The name is already in use for this owner.
de: Der Name wird bei diesem Eigentümer bereits verwendet.

# help:pim_calendar.calendar,name:
source: Title of the calendar
de: Titel des Kalenders

# field:pim_calendar.calendar,owner:
source: Owner
de: Besitzer

# help:pim_calendar.calendar,owner:
source: Owner of the calendar
de: Besitzer des Kalenders

# field:pim_calendar.calendar,visitors:
source: Visitors
de: Besucher

# help:pim_calendar.calendar,visitors:
source: Users invited to view or edit the calendar
de: Benutzer welche den Kalender sehen oder bearbeiten können

# field:pim_calendar.calendar,events:
source: Events
de: Termine

# field:pim_calendar.calendar,cal_visible:
source: Visible
de: Sichtbar

# help:pim_calendar.calendar,cal_visible:
source: turns the calendar events visible or invisible
de: schaltet die Kalendereinträge sichtbar oder unsichtbar

# field:pim_calendar.calendar,cal_limittext:
source: Limit text length
de: Textlänge begrenzen

# help:pim_calendar.calendar,cal_limittext:
source: avoids empty events in the calendar view by shortening the visible text
de: vermeidet leere Events in der Kalenderansicht durch Verkürzung des sichtbaren Textes

# field:pim_calendar.calendar,cal_limitanz:
source: Number of characters
de: Anzahl Zeichen

# help:pim_calendar.calendar,cal_limitanz:
source: Number of characters for text length limitation
de: Anzahl Zeichen zur Begrenzung der Textlänge

# field:pim_calendar.calendar,cal_color:
source: Color
de: Farbe

# help:pim_calendar.calendar,cal_color:
source: Background color of the calendar events.
de: Hintergrundfarbe der Kalendereinträge.

# selection:pim_calendar.calendar,cal_color:
source: Black
de: Schwarz

# selection:pim_calendar.calendar,cal_color:
source: Gray - Dark 4
de: Grau - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Gray - Dark 3
de: Grau - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Gray - Dark 2
de: Grau - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Gray - Dark 1
de: Grau - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Gray
de: Grau

# selection:pim_calendar.calendar,cal_color:
source: Gray - Light 1
de: Grau - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Gray - Light 2
de: Grau - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Gray - Light 3
de: Grau - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Gray - Light 4
de: Grau - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Gray - Light 5
de: Grau - Hell 5

# selection:pim_calendar.calendar,cal_color:
source: White
de: Weiss

# selection:pim_calendar.calendar,cal_color:
source: Yellow
de: Gelb

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Light 4
de: Gelb - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Light 3
de: Gelb - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Light 2
de: Gelb - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Light 1
de: Gelb - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Dark 1
de: Gelb - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Dark 2
de: Gelb - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Dark 3
de: Gelb - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Yellow - Dark 4
de: Gelb - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Gold - Light 4
de: Gold - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Gold - Light 3
de: Gold - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Gold - Light 2
de: Gold - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Gold - Light 1
de: Gold - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Gold - Dark 1
de: Gold - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Gold - Dark 2
de: Gold - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Gold - Dark 3
de: Gold - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Gold - Dark 4
de: Gold - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Orange - Light 4
de: Orange - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Orange - Light 3
de: Orange - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Orange - Light 2
de: Orange - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Orange - Light 1
de: Orange - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Orange - Dark 1
de: Orange - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Orange - Dark 2
de: Orange - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Orange - Dark 3
de: Orange - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Orange - Dark 4
de: Orange - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Brick
de: Ziegel

# selection:pim_calendar.calendar,cal_color:
source: Brick - Light 4
de: Ziegel - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Brick - Light 3
de: Ziegel - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Brick - Light 2
de: Ziegel - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Brick - Light 1
de: Ziegel - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Brick - Dark 1
de: Ziegel - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Brick - Dark 2
de: Ziegel - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Brick - Dark 3
de: Ziegel - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Brick - Dark 4
de: Ziegel - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Red
de: Rot

# selection:pim_calendar.calendar,cal_color:
source: Red - Light 4
de: Rot - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Red - Light 3
de: Rot - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Red - Light 2
de: Rot - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Red - Light 1
de: Rot - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Red - Dark 1
de: Rot - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Red - Dark 2
de: Rot - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Red - Dark 3
de: Rot - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Red - Dark 4
de: Rot - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Violet
de: Violett

# selection:pim_calendar.calendar,cal_color:
source: Violet - Light 4
de: Violett - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Violet - Light 3
de: Violett - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Violet - Light 2
de: Violett - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Violet - Light 1
de: Violett - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Violet - Dark 1
de: Violett - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Violet - Dark 2
de: Violett - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Violet - Dark 3
de: Violett - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Violet - Dark 4
de: Violett - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Purple
de: Purpur

# selection:pim_calendar.calendar,cal_color:
source: Purple - Light 4
de: Purpur - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Purple - Light 3
de: Purpur - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Purple - Light 2
de: Purpur - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Purple - Light 1
de: Purpur - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Purple - Dark 1
de: Purpur - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Purple - Dark 2
de: Purpur - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Purple - Dark 3
de: Purpur - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Purple - Dark 4
de: Purpur - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Light 1
de: Indigo - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Light 2
de: Indigo - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Light 3
de: Indigo - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Light 4
de: Indigo - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Dark 1
de: Indigo - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Dark 2
de: Indigo - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Dark 3
de: Indigo - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Indigo - Dark 4
de: Indigo - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Blue
de: Blau

# selection:pim_calendar.calendar,cal_color:
source: Blue - Light 4
de: Blau - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Blue - Light 3
de: Blau - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Blue - Light 2
de: Blau - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Blue - Light 1
de: Blau - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Blue - Dark 1
de: Blau - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Blue - Dark 2
de: Blau - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Blue - Dark 3
de: Blau - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Blue - Dark 4
de: Blau - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Teal
de: Türkis

# selection:pim_calendar.calendar,cal_color:
source: Teal - Light 4
de: Türkis - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Teal - Light 3
de: Türkis - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Teal - Light 2
de: Türkis - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Teal - Light 1
de: Türkis - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Teal - Dark 1
de: Türkis - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Teal - Dark 2
de: Türkis - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Teal - Dark 3
de: Türkis - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Teal - Dark 4
de: Türkis - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Green
de: Grün

# selection:pim_calendar.calendar,cal_color:
source: Green - Light 4
de: Grün - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Green - Light 3
de: Grün - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Green - Light 2
de: Grün - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Green - Light 1
de: Grün - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Green - Dark 1
de: Grün - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Green - Dark 2
de: Grün - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Green - Dark 3
de: Grün - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Green - Dark 4
de: Grün - Dunkel 4

# selection:pim_calendar.calendar,cal_color:
source: Lime
de: Limette

# selection:pim_calendar.calendar,cal_color:
source: Lime - Light 4
de: Limette - Hell 4

# selection:pim_calendar.calendar,cal_color:
source: Lime - Light 3
de: Limette - Hell 3

# selection:pim_calendar.calendar,cal_color:
source: Lime - Light 2
de: Limette - Hell 2

# selection:pim_calendar.calendar,cal_color:
source: Lime - Light 1
de: Limette - Hell 1

# selection:pim_calendar.calendar,cal_color:
source: Lime - Dark 1
de: Limette - Dunkel 1

# selection:pim_calendar.calendar,cal_color:
source: Lime - Dark 2
de: Limette - Dunkel 2

# selection:pim_calendar.calendar,cal_color:
source: Lime - Dark 3
de: Limette - Dunkel 3

# selection:pim_calendar.calendar,cal_color:
source: Lime - Dark 4
de: Limette - Dunkel 4

# field:pim_calendar.calendar_setting,cal_visible:
source: Visible
de: Sichtbar

# help:pim_calendar.calendar_setting,cal_visible:
source: turns the calendar events visible or invisible
de: schaltet die Kalendereinträge sichtbar oder unsichtbar

# field:pim_calendar.calendar_setting,cal_color:
source: Color
de: Farbe

# help:pim_calendar.calendar_setting,cal_color:
source: Background color of the calendar events.
de: Hintergrundfarbe der Kalendereinträge.

# model:ir.ui.menu,name:menu_calendar1
source: Events
de: Termine

# model:ir.action,name:act_event_calendar
source: Events
de: Termine

# model:ir.ui.menu,name:menu_eventallday
source: Events (all-day)
de: Termine (ganztags)

# model:ir.action,name:act_event_calendar_allday
source: Events (all-day)
de: Termine (ganztags)

# model:ir.ui.menu,name:menu_eventlist
source: Events (list)
de: Termine (Liste)

# model:ir.action,name:act_event_form
source: Events (list)
de: Termine (Liste)

# error:pim_calendar.event:
source: The end must be after the beginning.
de: Das Ende muß nach dem Beginn sein.

# error:pim_calendar.event:
source: The event '%s' has no valid end time and was not imported.
de: Der Termin '%s' hat keinen gültigen Endzeitpunkt und wurde nicht importiert.

# model:ir.action.act_window.domain,name:act_event_form_7days
source: next 7 days
de: nächste 7 Tage

# model:ir.action.act_window.domain,name:act_event_form_30days
source: next 30 days
de: nächste 30 Tage

# model:ir.action.act_window.domain,name:act_event_form_future
source: future events
de: zukünftige Termine

# model:ir.action.act_window.domain,name:act_event_form_past
source: past events
de: vergangene Termine

# model:ir.action.act_window.domain,name:act_event_form_all
source: all
de: alle

# field:pim_calendar.event,wholeday:
source: Whole Day
de: Ganzer Tag

# field:pim_calendar.event,calendar:
source: Calendar
de: Kalender

# help:pim_calendar.event,calendar:
source: Calendar to which the event belongs
de: Kalender, zu welchem der Termin gehört

# field:pim_calendar.event,name:
source: Title
de: Titel

# field:pim_calendar.event,location:
source: Location
de: Ort

# field:pim_calendar.event,note:
source: Note
de: Notiz

# field:pim_calendar.event,startpos:
source: Begin
de: Beginn

# field:pim_calendar.event,endpos:
source: End
de: Ende

# field:pim_calendar.event,permchange:
source: Permission: Change
de: Berechtigung: Ändern

# help:pim_calendar.event,permchange:
source: Permission: change - for current user
de: Berechtigung: Ändern - für den aktuellen Nutzer

# field:pim_calendar.event,permcreate:
source: Permission: Create
de: Berechtigung: Erstellen

# help:pim_calendar.event,permcreate:
source: Permission: create - for current user
de: Berechtigung: Erstellen - für den aktuellen Nutzer

# field:pim_calendar.event,permdelete:
source: Permission: Delete
de: Berechtigung: Löschen

# help:pim_calendar.event,permdelete:
source: Permission: delete - for current user
de: Berechtigung: Löschen - für den aktuellen Nutzer

# model:ir.action,name:act_visitor_form
source: Visitor
de: Besucher

# view:pim_calendar.visitor:
source: Permissions
de: Berechtigungen

# error:pim_calendar.visitor:
source: This visitor in already on this calendar.
de: Dieser Besucher ist bereits in diesem Kalender eingetragen.

# field:pim_calendar.visitor,calendar:
source: Calendar
de: Kalender

# help:pim_calendar.visitor,calendar:
source: Calendar to which the visitor have permissions
de: Kalender, zu welchem der Besucher Berechtigungen hat

# field:pim_calendar.visitor,visitor:
source: Visitor
de: Besucher

# help:pim_calendar.visitor,visitor:
source: User, who can see or edit the calendar
de: Benutzer, welcher den Kalender sehen oder ändern kann

# field:pim_calendar.visitor,accchange:
source: Change
de: Ändern

# help:pim_calendar.visitor,accchange:
source: The user can change existing appointments.
de: Der Nutzer kann existierende Termine ändern.

# field:pim_calendar.visitor,acccreate:
source: Create
de: Erstellen

# help:pim_calendar.visitor,acccreate:
source: The user can create appointments.
de: Der Nutzer kann Termine erstellen.

# field:pim_calendar.visitor,accdelete:
source: Delete
de: Löschen

# help:pim_calendar.visitor,accdelete:
source: The user can delete appointments.
de: Der Nutzer kann Termine löschen.

# model:ir.action,name:act_wiz_import_event
source: Import ICS-file
de: ICS-Datei importieren

# error:pim_calendar.wiz_import_event:
source: Please use the ics import with a calendar.
de: Bitte verwenden Sie den ics-Import mit einem Kalender.

# error:pim_calendar.wiz_import_event:
source: Please select (only) a calendar.
de: Bitte wählen Sie (nur) einen Kalender.

# error:pim_calendar.wiz_import_event:
source: Please select a file to import.
de: Bitte wählen Sie eine Datei für den Import.

# view:pim_calendar.wiz_import_event.start:
source: Select an ics file to import into the current calendar.
de: Wählen Sie eine ics-Datei für den Import in den aktuellen Kalender.

# wizard_button:pim_calendar.wiz_import_event,start,end:
source: Cancel
de: Abbrechen

# field:pim_calendar.wiz_import_event.start,icsfile:
source: *.ics-File
de: *.ics-Datei

# help:pim_calendar.wiz_import_event.start,icsfile:
source: The iCalendar-records in this *.ics-file are imported into the current calendar.
de: Die iCalendar-Datensätze in dieser *.ics-Datei werden in den aktuellen Kalender importiert.

# field:pim_calendar.wiz_import_event.start,calendar:
source: Calendar
de: Kalender

# help:pim_calendar.wiz_import_event.start,calendar:
source: The events are imported into this calendar.
de: Die Termine werden in diesen Kalender importiert.

# model:ir.action,name:report_calendar
source: Export calendar
de: Kalender exportieren
